<?php

return array(
    'remember' => 'Να με θυμάσαι',
    'signin' => 'Συνδεθείτε',
    'email' => 'Email',
    'password' => 'Συνθηματικό',
    'error' => 'Σφάλμα !',
    'search' => 'Αναζήτηση',
    'confirm-delete-title' => 'Επιβεβαίωση διαγραφής',
    'confirm-delete-message' => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτά τα στοιχεία ?',
    'delete' => 'Διαγραφή',
    'new' => 'Νέο',
    'name' => 'Όνομα',
    'show' => 'Εμφάνιση',
    'create' => 'Δημιουργία',
    'update' => 'Ενημέρωση',
    'yes' => 'Ναι',
    'no' => 'Όχι',
    'messages' => array(
        'banned' => 'Ο χρήστης αποκλείστηκε, παρακαλώ ενημερώστε τον διαχειριστή.',
        'login-failed' => 'Μας συγχωρείτε, η σύνδεση απέτυχε... ελέγξε τα στοιχεία της σύνδεσης σας.',
        'denied' => 'Μας συγχωρείτε, δεν έχετε δικαίωμα πρόσβασης !',
    ),
    'titles' => array(
        'index' => 'Ταμπλό',
        'login' => 'Σύνδεση',
        'error' => 'Σφάλμα',
    ),
);