<?php return array(
    'all' => 'Όλες οι ομάδες',
    'id' => 'Αναγνωριστικό ομάδας',
    'name' => 'Όνομα ομάδας',
    'add-user' => 'Προσθήκη χρήστη',
    'new' => 'Νέα ομάδα',
    'groups-users-title' => 'Χρήστες σε αυτήν την ομάδα',
    'messages' => array(
        'exists' => 'Ο χρήστης με αυτό το όνομα υπάρχει ήδη.',
        'not-found' => 'Συγνώμη, η ομάδα αυτή δεν υπάρχει !',
        'success' => 'Η ομάδα ενημερώθηκε με επιτυχία.',
        'try' => 'Δεν μπορείτε να ενημερώσετε αυτή την ομάδα, παρακαλώ προσπαθήστε ξανά.',
        'delete-success' => 'Η ομάδα αφαιρέθηκε με επιτυχία.',
        'user-removed-success' => 'Ο χρήστης αφαιρέθηκε από την ομάδα με επιτυχία.',
        'user-add-success' => 'Ο χρήστης προστέθηκε στην ομάδα με επιτυχία.',
    ),
    'titles' => array(
        'list' => 'Λίστα ομάδων',
        'new' => 'Νέα ομάδα',
    ),
);