<?php return array(
    'permissions' => 'Άδειες',
    'all' => 'Όλες οι άδειες',
    'id' => 'Αναγνωριστικό αδειών',
    'value' => 'Τιμή',
    'new' => 'Νέα άδεια',
    'description' => 'Περιγραφή',
    'messages' => array(
        'exists' => 'Η άδεια με αυτήν την τιμή υπάρχει ήδη.',
        'not-found' => 'Μας συγχωρείτε, η άδεια αυτή δεν υπάρχει.',
        'update-success' => 'Η άδεια έχει ενημερωθεί με επιτυχία.',
        'update-fail' => 'Δεν μπορείτε να ενημερώσετε αυτή την άδεια, παρακαλώ προσπαθήστε ξανά.',
        'remove-success' => 'Η άδεια αφαιρέθηκε με επιτυχία.',
    ),
    'titles' => array(
        'list' => 'Λίστα αδειών',
        'new' => 'Νέα άδεια',
    ),
);