<?php

return array(
    'remember' => 'ئەستە ساقلىۋېلىش',
    'signin' => 'تىزىملىتىش',
    'email' => 'ئېلخەت',
    'password' => 'پارول',
    'error' => 'خاتالىق',
    'search' => 'ئىزدەش',
    'confirm-delete-title' => 'ئەسكەرتىش',
    'confirm-delete-message' => 'بۇ تۈرنى راستىنلا ئۆچۈرەمسىز؟',
    'delete' => 'ئۆچۈرۈش',
    'new' => 'يېڭى',
    'name' => 'نامى',
    'show' => 'كۆرسىتىش',
    'create' => 'قۇرۇش',
    'update' => 'يېڭىلاش',
    'yes' => 'ھەئە',
    'no' => 'ياق',
    'messages' => array(
        'banned' => 'بۇ ئەزا چەكلەنگەن،باشقۇرغۇچى بىلەن ئالاقىلىشىڭ!',
        'login-failed' => 'كىرىش مەغلۇب بولدى، ئۇچۇرىڭىزنى تەكشۈرۈڭ',
        'denied' => 'كەچۈرۈڭ،زىيارەت قىلىش چەكلەندى',
    ),
    'titles' => array(
        'index' => 'باشقۇرۇش سۇپىسى',
        'login' => 'تىزىملىتىش',
        'error' => 'ئەسكەرتىش',
    ),
);
