<?php return array(
    'all' => 'بارلىق گۇرۇپپا',
    'id' => 'گۇرۇپپا id',
    'name' => 'گۇرۇپپا نامى',
    'add-user' => 'ئەزا قوشۇش',
    'new' => 'يېڭى گۇرۇپپا',
    'groups-users-title' => 'بۇ گۇرۇپپىدىكى ئەزا',
    'messages' => array(
        'exists' => 'گۇرۇپپا ئىسمى ئاللىقاچان قوللىنىپ بولۇنغان',
        'not-found' => 'كەچۈرۈڭ،گۇرۇپپا تېپىلمىدى',
        'success' => 'گۇرۇپپا يېڭىلاندى',
        'try' => 'گۇرۇپ يېڭىلانمىدى،قايتا سىناڭ',
        'delete-success' =>  ' گۇرۇپپا ئۆچۈرۈش تاماملاندى',
        'user-removed-success' => 'ئەزا ئۆچۈرۈش تاماملاندى',
        'user-add-success' => 'ئەزا قوشۇش تاماملاندى',
    ),
    'titles' => array(
        'list' => 'گۇرۇپپا تىزىملىكى',
        'new' => 'يېڭى گۇرۇپپا',
    ),
);
