<?php

return array(
    'required'         => "بۇ ئورۇن چوقۇم تولدۇرۇلۇشى كېرەك.",
    'email'            => "ئېلخەت ئادرىسىدا خاتالىق بار.",
    'alpha_dash'       => "بۇ ئورۇن پەقەت ھەرپ سان ۋە ئوتتۇر سىزىقىدىن تۈزۈلگەن بولىشى كېرەك.",
    'alpha'            => "بۇ ئورۇن پەقەت ھەرپلەردىن تۈزۈلىشى كېرەك.",
    'last_name.min'    => "فامىلىڭىز  ئەڭ ئاز بولغاندا :min ھەرپتىن تۈزىلىشى كېرەك.",
    'last_name.max'    => "فامىلىڭىز ئەڭ ئۇزۇن بولغاندا :max ھەرپتىن تۈزىلىشى كېرەك.",
    'first_name.min'   => "ئىسمىڭىز ئەڭ ئاز بولغاندا :min ھەرپتىن تۈزىلىشى كېرەك.",
    'first_name.max'   => "ئىسمىڭىز ئەڭ ئۇزۇن بولغاندا :max ھەرپتىن تۈزىلىشى كېرەك.",
    'username.min'     => "ئەزا نامى ئەڭ ئاز بولغاندا :min ھەرپتىن تۈزىلىشى كېرەك.",
    'username.max'     => "ئەزا نامى ئەڭ ئۇزۇن بولغاندا :max ھەرپتىن تۈزىلىشى كېرەك.",
    'pass.min'         => "پارول ئەڭ ئاز بولغاندا :min ھەرپتىن تۈزىلىشى كېرەك.",
    'pass.max'         => "پارول ئەڭ ئۇزۇن بولغاندا :max ھەرپتىن تۈزىلىشى كېرەك.",
    'groupname.min'    => "گۇرۇپپا نامى ئەڭ ئاز بولغاندا :min ھەرپتىن تۈزىلىشى كېرەك.",
    'groupname.max'    => "گۇرۇپپا نامى ئەڭ ئۇزۇن بولغاندا :max ھەرپتىن تۈزىلىشى كېرەك.",
    'name.min'         => "ئىسىمى ئەڭ ئاز بولغاندا :min ھەرپتىن تۈزىلىشى كېرەك.",
    'name.max'         => "ئىسىمى ئەڭ ئۇزۇن بولغاندا :max ھەرپتىن تۈزىلىشى كېرەك.",
    'value.min'        => "قىممىتى ئەڭ ئاز بولغاندا :min ھەرپتىن تۈزىلىشى كېرەك.",
    'value.max'        => "قىممىتى ئەڭ ئۇزۇن بولغاندا :max ھەرپتىن تۈزىلىشى كېرەك.",
    'description.min'  => "ئىزاھات ئەڭ ئاز بولغاندا :min ھەرپتىن تۈزىلىشى كېرەك.",
    'description.max'  => "ئىزاھات ئەڭ ئۇزۇن بولغاندا :max ھەرپتىن تۈزىلىشى كېرەك.",
);
