<?php

return array(
    'required'         => "بۇ قۇر چۇقۇم توشقۇزۇلىشى كېرەك",
    'email'            => "ئېلخەت ئادرېسىڭىزنى تەكشۈرۈپ بېقىڭ",
    'alpha_dash'       => "پەقەت ھەرپ،سانلاردىن تۈزۈلەەن بولىشى كېرەك",
    'alpha'            => "پەقەت ھەرىپلا بولىشى كېرەك",
    'last_name.min'    => "فامىلىڭىز بەك قىسقا بولۇپ قالدى",
    'last_name.max'    => "فامىلىڭىز بەك ئۇزۇن بولۇپ قالدى",
    'first_name.min'   => "ئىسمىڭىز بەك قىسقا بولۇپ قالدى",
    'first_name.max'   => "ئىسمىڭىز بەك ئۇزۇن بولۇپ قالدى"
    'username.min'     => "ئەزا نامى بەك قىسقا بولۇپ قالدى",
    'username.max'     => "ئەزا نامى بەك ئۇزۇن بولۇپ قالدى",
    'pass.min'         => "پارول بەك قىسقا بولۇپ قالدى",
    'pass.max'         => "پارول بەك ئۇزۇن بولۇپ قالدى",
    'groupname.min'    => "گۇرۇپپە نامى بەك قىسقا بولۇپ قالدى",
    'groupname.max'    => "گۇرۇپپە نامى بەك ئۇزۇن بولۇپ قالدى",
    'name.min'         => "ئىسىمى بەك قىسقا بولۇپ قالدى",
    'name.max'         => "ئىسىمى بەك ئۇزۇن بولۇپ قالدى",
    'value.min'        => "قىممىتى بەك قىسقا بولۇپ قالدى",
    'value.max'        => "قىممىتى بەك ئۇزۇن بولۇپ قالدى",
    'description.min'  => "ئىزاھات بەك قىسقا بولۇپ قالدى",
    'description.max'  => "ئىزاھات بەك ئۇزۇن بولۇپ قالدى",
);
