<?php

return array(
    'remember' => 'ចង​ចាំ​ខ្ញុំ',
    'signin' => 'ចូល',
    'email' => 'អ៊ីមែល',
    'password' => 'ពាក្យ​សម្ងាត់',
    'error' => 'កំហុស !',
    'search' => 'ស្វែងរក',
    'confirm-delete-title' => 'បញ្ជាក់ការលុប',
    'confirm-delete-message' => 'តើអ្នកប្រាកដជាចង់លុបធាតុទាំងនេះ ?',
    'delete' => 'លុប',
    'new' => 'ថ្មី',
    'name' => 'ឈ្មោះ',
    'show' => 'បង្ហាញ',
    'create' => 'បង្កើត',
    'update' => 'បន្ទាន់សម័យ',
    'yes' => 'បាទ',
    'no' => 'ទេ',
    'messages' => array(
        'banned' => 'អ្នកប្រើត្រូវបានហាមឃាត់សូមទាក់ទងអ្នកគ្រប់គ្រង។',
        'login-failed' => 'សូមអភ័យទោស​ការចូលបានបរាជ័យ... សូមពិនិត្យមើល​ព័ត៌មានបញ្ជាក់អត្តសញ្ញាណ​របស់អ្នក។',
        'denied' => 'សូមអភ័យទោសការចូលដំណើរការត្រូវបានបដិសេធ!',
    ),
    'titles' => array(
        'index' => 'ផ្ទៃតាប្លូ',
        'login' => 'ចូល',
        'error' => 'កំហុស',
    ),
);