<?php return array(
    'all' => 'ក្រុមទាំងអស់',
    'id' => 'លេខសម្គាល់ក្រុម',
    'name' => 'ឈ្មោះក្រុម',
    'add-user' => 'បន្ថែមអ្នកប្រើ',
    'new' => 'បង្កើតក្រុមថ្មី',
    'groups-users-title' => 'អ្នកប្រើនៅក្នុងក្រុមនេះ',
    'messages' => array(
        'exists' => 'ក្រុមដែលមានឈ្មោះនេះមានរួចហើយ។',
        'not-found' => 'សូមអភ័យទោស​ពុំមានក្រុមដែលអ្នកចង់រកនោះទេ!',
        'success' => 'បន្ទាន់សម័យក្រុមទទួលបានជោគជ័យ។',
        'try' => 'មិនអាចធ្វើឱ្យទាន់សម័យក្រុមនេះសូមព្យាយាមម្តងទៀត។',
        'delete-success' => 'ក្រុមត្រូវបានលុបចេញដោយជោគជ័យ។',
        'user-removed-success' => 'អ្នកប្រើត្រូវបានលុបចេញពីក្រុមដោយជោគជ័យ។',
        'user-add-success' => 'អ្នកប្រើត្រូវបានបន្ថែមទៅកាន់ក្រុមដោយជោគជ័យ។',
    ),
    'titles' => array(
        'list' => 'បញ្ជីក្រុម',
        'new' => 'បង្កើតក្រុមថ្មី',
    ),
);