<?php return array(
    'permissions' => 'សិទ្ធិ',
    'all' => 'សិទ្ធិទាំងអស់',
    'id' => 'លេខសម្គាល់សិទ្ធិ',
    'value' => 'តម្លៃ',
    'new' => 'បង្កើតសិទ្ធិថ្មី',
    'description' => 'ការពិពណ៌នា',
    'messages' => array(
        'exists' => 'សិទ្ធិដែលមានតម្លៃនេះមានរួចហើយ។',
        'not-found' => 'សូមអភ័យទោសពុំមានសិទ្ធិដូចនេះទេ។',
        'update-success' => 'បន្ទាន់សម័យសិទ្ធិទទួលបានជោគជ័យ។',
        'update-fail' => 'មិនអាចធ្វើបន្ទាន់សម័យសិទ្ធិនេះបានទេ​សូមព្យាយាមម្តងទៀត។',
        'remove-success' => 'សិទ្ធិត្រូវបានលុបចេញដោយជោគជ័យ។',
    ),
    'titles' => array(
        'list' => 'បញ្ជីសិទ្ធិ',
        'new' => 'បង្កើតសិទ្ធិថ្មី',
    ),
);