<?php

return array(
    'required'         => "វាលនេះត្រូវបានទាមទារ។",
    'email'            => "អ៊ីមែលគឺមិនត្រឹមត្រូវនោះទេ។",
    'alpha_dash'       => "វាលគួរតែមានតែអក្សរលេខនិងសហសញ្ញា។",
    'alpha'            => "វាលគួរតែមានអក្សរតែប៉ុណ្ណោះ។",
    'last_name.min'    => "ឈ្មោះចុងក្រោយត្រូវតែមានយ៉ាងហោចណាស់ :min តួអក្សរ។",
    'last_name.max'    => "ឈ្មោះចុងក្រោយត្រូវតែមានតិចជាង :max តួអក្សរ។",
    'first_name.min'   => "ឈ្មោះដំបូងត្រូវតែមានយ៉ាងហោចណាស់ :min តួអក្សរ។",
    'first_name.max'   => "ឈ្មោះដំបូងត្រូវតែមានតិចជាង :max តួអក្សរ។",
    'username.min'     => "ឈ្មោះអ្នកប្រើត្រូវតែមានយ៉ាងហោចណាស់ :min តួអក្សរ។",
    'username.max'     => "ឈ្មោះអ្នកប្រើត្រូវតែមានតិចជាង :max តួអក្សរ។",
    'pass.min'         => "ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់ :min តួអក្សរ។",
    'pass.max'         => "ពាក្យសម្ងាត់ត្រូវតែមានតិចជាង :max តួអក្សរ។",
    'groupname.min'    => "ឈ្មោះក្រុមត្រូវតែមានយ៉ាងហោចណាស់ :min តួអក្សរ។",
    'groupname.max'    => "ឈ្មោះក្រុមត្រូវតែមានតិចជាង :max តួអក្សរ។",
    'name.min'         => "ឈ្មោះនេះត្រូវតែមានយ៉ាងហោចណាស់ :min តួអក្សរ។",
    'name.max'         => "ឈ្មោះនេះត្រូវតែមានតិចជាង :max តួអក្សរ។",
    'value.min'        => "តម្លៃត្រូវតែមានយ៉ាងហោចណាស់ :min តួអក្សរ។",
    'value.max'        => "តម្លៃត្រូវតែមានតិចជាង :max តួអក្សរ។",
    'description.min'  => "សេចក្ដីពិពណ៌នាត្រូវតែមានយ៉ាងហោចណាស់ :min តួអក្សរ។",
    'description.max'  => "សេចក្ដីពិពណ៌នាគួរតែមានតិចជាង :max តួអក្សរ។",
);
