<?php

return array(
    'required'         => "Το πεδίο είναι απαραίτητο.",
    'email'            => "Το email είναι απαραίτητο.",
    'alpha_dash'       => "Το πεδίο μπορεί να περιλαμβάνει μόνο γράμματα, αριθμούς και παύλες.",
    'alpha'            => "Το πεδίο μπορεί να περιλαμβάνει μόνο γράμματα.",
    'last_name.min'    => "Το επώνυμο πρέπει να έχει τουλάχιστον :min χαρακτήρες.",
    'last_name.max'    => "Το επώνυμο δεν πρέπει να έχει περισσότερους από :max χαρακτήρες.",
    'first_name.min'   => "Το όνομα πρέπει να έχει τουλάχιστον :min χαρακτήρες.",
    'first_name.max'   => "Το όνομα δεν πρέπει να έχει περισσότερους από :max χαρακτήρες.",
    'username.min'     => "Το όνομα χρήστη πρέπει να έχει τουλάχιστον :min χαρακτήρες.",
    'username.max'     => "Το όνομα χρήστη δεν πρέπει να έχει περισσότερους από :max χαρακτήρες.",
    'pass.min'         => "Το συνθηματικό πρέπει να έχει τουλάχιστον :min χαρακτήρες.",
    'pass.max'         => "Το συνθηματικό δεν πρέπει να έχει περισσότερους από :max χαρακτήρες.",
    'groupname.min'    => "Το όνομα πρέπει να έχει τουλάχιστον :min χαρακτήρες.",
    'groupname.max'    => "Το όνομα δεν πρέπει να έχει περισσότερους από :max χαρακτήρες.",
    'name.min'         => "Το όνομα πρέπει να έχει τουλάχιστον :min χαρακτήρες.",
    'name.max'         => "Το όνομα δεν πρέπει να έχει περισσότερους από :max χαρακτήρες.",
    'value.min'        => "Η τιμή πρέπει να έχει τουλάχιστον :min χαρακτήρες.",
    'value.max'        => "Η τιμή δεν πρέπει να έχει περισσότερους από :max χαρακτήρες.",
    'description.min'  => "Η περιγραφή πρέπει να έχει τουλάχιστον :min χαρακτήρες.",
    'description.max'  => "Η περιγραφη δεν πρέπει να έχει περισσότερους από :max χαρακτήρες.",
);
