<?php

return array(
    'remember' => 'Запомнить',
    'signin' => 'Войти',
    'email' => 'Е-мейл',
    'password' => 'Пароль',
    'error' => 'Ошибка !',
    'search' => 'Поиск',
    'confirm-delete-title' => 'Подтвердите удаление',
    'confirm-delete-message' => 'Вы уверенны что хотите удалить?',
    'delete' => 'Удалить',
    'new' => 'Новый',
    'name' => 'Имя',
    'show' => 'Показать',
    'create' => 'Создать',
    'update' => 'Обновить',
    'yes' => 'Да',
    'no' => 'Нет',
    'messages' => array(
        'banned' => 'Пользователь заблокирован, обратитесь пожалуйста к администратору.',
        'login-failed' => 'Ошибка авторизации, проверьте ваши данные.',
        'denied' => 'Ошибка, доступ запрещен !',
    ),
    'titles' => array(
        'index' => 'Панель администрирования',
        'login' => 'Войти',
        'error' => 'Ошибка',
    ),
);