<?php

return array(
    'all' => 'Все группы',
    'id' => 'Id группы',
    'name' => 'Имя группы',
    'add-user' => 'Добавить пользователя',
    'new' => 'Новая группа',
    'groups-users-title' => 'Пользователи группы',
    'messages' => array(
        'exists' => 'Уже существует группа с таким названием.',
        'not-found' => 'Группа не найдена !',
        'success' => 'Группа обновлена.',
        'try' => 'Группа не была добавлена, попробуйте заново.',
        'delete-success' => 'Группа была удалена.',
        'user-removed-success' => 'Пользователь был удален с группы.',
        'user-add-success' => 'Пользователь добавлен в группу.',
    ),
    'titles' => array(
        'list' => 'Все группы',
        'new' => 'Новая группа',
    ),
);