<?php

return array(
    'permissions' => 'Права доступа',
    'all' => 'Все права доступа',
    'id' => 'ID доступа',
    'value' => 'Значение',
    'new' => 'Новое право доступа',
    'description' => 'Описание',
    'messages' => array(
        'exists' => 'Право доступа с таким значением уже существует.',
        'not-found' => 'Право доступа не существует.',
        'update-success' => 'Право доступа обновлено.',
        'update-fail' => 'Не удалось обновить право доступа, попробуйте заново.',
        'remove-success' => 'Право доступа удалено.',
    ),
    'titles' => array(
        'list' => 'Список прав доступа',
        'new' => 'Новое право доступа',
    ),
);