<?php

return array(
    'required'         => "Обязательное поле.",
    'email'            => "Недействительный е-мейл.",
    'alpha_dash'       => "Поле должно содержать только буквы, цифры и дефис.",
    'alpha'            => "Поле должно содержать только буквы.",
    'last_name.min'    => "Фамилия должна содержать не меньше чем :min символов.",
    'last_name.max'    => "Фамилия должна содержать максимум :max символов.",
    'first_name.min'   => "Имя должно содержать не меньше чем :min символов.",
    'first_name.max'   => "Имя должна содержать максимум :max символов.",
    'username.min'     => "Имя пользователя должно содержать не меньше чем :min символов.",
    'username.max'     => "Имя пользователя должно содержать не больше :max символов.",
    'pass.min'         => "Пароль должен содержать не меньше чем :min символов.",
    'pass.max'         => "Пароль должен содержать не больше :max символов.",
    'groupname.min'    => "Имя должно содержать не меньше :min символов.",
    'groupname.max'    => "Имя должно содержать не больше :max символов.",
    'name.min'         => "Имя должно быть не короче :min символов.",
    'name.max'         => "Имя должно быть не длиннее :max символов.",
    'value.min'        => "Значение не должно быть короче :min символов.",
    'value.max'        => "Значение должно не привышать :max символов.",
    'description.min'  => "Описание должно содержать не менее :min символов.",
    'description.max'  => "Описание должно содержать не более :max символов.",
);