<?php

return array(
    'remember' => 'Запомни ме',
    'signin' => 'Вход',
    'email' => 'Мейл',
    'password' => 'Парола',
    'error' => 'Грешка !',
    'search' => 'Търси',
    'confirm-delete-title' => 'Потвърди изтриване',
    'confirm-delete-message' => 'Сигурен ли сте че искате да изтриете избраните елементи ?',
    'delete' => 'Изтрий',
    'new' => 'Нов',
    'name' => 'Име',
    'show' => 'Покажи',
    'create' => 'Създай',
    'update' => 'Обнови',
    'yes' => 'Да',
    'no' => 'Не',
    'messages' => array(
        'banned' => 'Потребителя е блокиран, моля свържете се с администратора.',
        'login-failed' => 'Извинете грешка при входа... проверете своите данни.',
        'denied' => 'Извинете, достъп отказан !',
        'error'=>array(
            '404' => 'Можем да \'т намерите на страницата, която търсите.',
            '404-title '=>' 404. Not Found.',
            '403' => 'Ние сме много съжалявам, но няма право на достъп до тази страница.',
            '403-title'=>' 403. Отказан достъп.',
            '500' => 'Не срещнахме някои проблеми. Съжалявам. :-(.',
            '500-title'=>' 500. Вътрешна грешка на сървъра.',
        ),
    ),
    'titles' => array(
        'index' => 'Табло',
        'login' => 'Вход',
        'error' => 'Грешка',
    ),
);
