<?php return array(
    'all' => 'Всички групи',
    'id' => 'Група id',
    'name' => 'Група име',
    'add-user' => 'Добави потребител',
    'new' => 'Нова група',
    'groups-users-title' => 'Потребители в тази група',
    'messages' => array(
        'exists' => 'Група с това име вече съществува.',
        'not-found' => 'Извинете, групата не е намерена!',
        'success' => 'Групата е обновена успешно.',
        'try' => 'Неуспешно обновяване на група, моля опитайте отново.',
        'delete-success' => 'Групата е премахната успешно.',
        'user-removed-success' => 'Потребителя е премахнат от групата.',
        'user-add-success' => 'Потребителя е добавен в групата.',
    ),
    'titles' => array(
        'list' => 'Списък на групи',
        'new' => 'Нова група',
    ),
);