<?php return array(
    'permissions' => 'Права',
    'all' => 'Всички права',
    'id' => 'Право ID',
    'value' => 'Стойност',
    'new' => 'Ново право',
    'description' => 'Описание',
    'messages' => array(
        'exists' => 'право с тази стойност вече съществува.',
        'not-found' => 'Извинете, правото не съществува.',
        'update-success' => 'Правото е обново успешно.',
        'update-fail' => 'Неуспешно обновяване на правото, моля опитайте отново.',
        'remove-success' => 'Правото е премахнато успешно.',
    ),
    'titles' => array(
        'list' => 'Списък на права',
        'new' => 'Ново право',
    ),
);