<?php

return array(
    'required'         => "Полето е задължително.",
    'email'            => "Мейла е невалиден.",
    'alpha_dash'       => "Полето трябва да съдържа единствено букви, числа и тирета.",
    'alpha'            => "Полето трябва да съдържа само букви.",
    'last_name.min'    => "Фамилията трябва да съдържа поне :min знака.",
    'last_name.max'    => "Фамилията трябва да съдържа по-малко от :max знака.",
    'first_name.min'   => "Името трябва да съдържа поне :min знака.",
    'first_name.max'   => "Името трябва да съдържа по-малко от :max знака.",
    'username.min'     => "Потребителското име трябва да съдържа поне :min знака.",
    'username.max'     => "Потребителското име трябва да съдържа по-малко от :max знака.",
    'pass.min'         => "Паролата трябва да съдържа поне :min знака.",
    'pass.max'         => "Паролата трябва да съдържа по-малко от :max знака.",
    'groupname.min'    => "Името трябва да съдържа поне :min знака.",
    'groupname.max'    => "Името трябва да съдържа по-малко от :max знака.",
    'name.min'         => "Името трябва да съдържа поне :min знака.",
    'name.max'         => "Името трябва да съдържа по-малко от :max знака.",
    'value.min'        => "Стойността :min знака.",
    'value.max'        => "Стойността трябва да съдържа по-малко от :max знака.",
    'description.min'  => "Описанието трябва да съдържа поне :min знака.",
    'description.max'  => "Описанието трябва да съдържа по-малко от :max знака.",
);